Loadtesting/Loadtest_3replicas/loadtest_30s_400_05-26_19-02-23/text.txt
Requests      [total, rate]            12000, 400.03
Duration      [total, attack, wait]    30.599490718s, 29.997499874s, 601.990844ms
Latencies     [mean, 50, 95, 99, max]  606.927442ms, 602.240961ms, 1.516599631s, 2.17763792s, 5.69421309s
Bytes In      [total, mean]            18357496, 1529.79
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  87.52%
Status Codes  [code:count]             200:10502  0:1498  
Error Set:
Get http://192.168.1.51:8081/products: dial tcp 0.0.0.0:0->192.168.1.51:8081: socket: too many open files